"Show image in list" = "„Prikaži sliku u popisu”";
"Read articles" = "Pročitani članci";
"Unread articles" = "Nepročitani članci";
"Starred articles" = "Označeni članci";
"All articles" = "Svi članci";
"Mode" = "Modus";
"Analytics Enabled" = "Analitika aktivirana";
"Justify Article" = "Poravnanje članka";
"Badge" = "Značka";
"Enabled" = "Aktivirano";
"none given" = "ništa zadano";
"Name" = "Ime";
"Group" = "Grupa";
